Repository: SkyLaptor/factorio-mod-translation
Catalog: OmegaT/ja/ja-omegat.tmx
Source language: en_us
Languages: ja

source: Silver oxide
ja: 酸化銀

source: Silver plate
ja: 銀板

source: Silver zinc battery
ja: 銀亜鉛電池

source: Sodium hydroxide
ja: 水酸化ナトリウム

source: Steel bearing
ja: 鋼鉄のベアリング

source: Steel bearing ball
ja: 鋼鉄のベアリングボール

source: Steel gear wheel
ja: 鋼鉄の歯車

source: Sulfuric acid barrel
ja: 硫酸バレル

source: Tin plate
ja: スズ板

source: Titanium bearing
ja: チタンのベアリング

source: Titanium bearing ball
ja: チタンのベアリングボール

source: Titanium gear wheel
ja: チタンの歯車

source: Titanium plate
ja: チタン板

source: Raw Topaz
ja: 未加工のトパーズ

source: Cut Topaz
ja: カット済みトパーズ

source: Polished Topaz
ja: 磨かれたトパーズ

source: Tungsten carbide plate
ja: 炭化タングステン板

source: Tungsten gear wheel
ja: タングステンの歯車

source: Tungsten oxide
ja: 酸化タングステン

source: Tungsten plate
ja: タングステン板

source: Water barrel
ja: 水バレル

source: Zinc plate
ja: 亜鉛板

source: Empty crude oil barrel
ja: 空のドラム缶

source: Fill crude oil barrel
ja: 原油入りドラム缶

source: Fill chlorine bottle
ja: 塩素をボンベに詰める

source: Advanced copper processing with Cobalt oxide
ja: 発展的な銅と酸化コバルトの加工

source: Empty alien acid barrel
ja: エイリアンの強酸液バレルを空にする

source: Empty alien explosive barrel
ja: エイリアンの炸裂液バレルを空にする

source: Empty alien fire barrel
ja: エイリアンの焼夷液バレルを空にするえ

source: Empty alien poison barrel
ja: エイリアンの猛毒液バレルを空にする

source: Empty chlorine bottle
ja: 塩素ボンベを空にする

source: Empty ferric chloride canister
ja: 塩化第二鉄溶液缶を空にする

source: Empty heavy oil barrel
ja: 重油バレルを空にする

source: Empty hydrogen bottle
ja: 水素ボンベを空にする

source: Empty hydrogen chloride bottle
ja: 塩化水素ボンベを空にする

source: Empty light oil barrel
ja: 軽油バレルを空にする

source: Empty liquid fuel canister
ja: 液体燃料缶を空にする

source: Empty lithia water barrel
ja: リチア水バレルを空にする

source: Empty lubricant barrel
ja: 潤滑油バレルを空にする

source: Empty nitric acid barrel
ja: 硝酸バレルを空にする

source: Empty nitrogen bottle
ja: 窒素ボンベを空にする

source: Empty oxygen bottle
ja: 酸素ボンベを空にする

source: Empty petroleum gas canister
ja: プロパンガスボンベを空にする

source: Empty sulfuric acid barrel
ja: 硫酸バレルを空にする

source: Empty water barrel
ja: 水バレルを空にする

source: Fill ferric chloride canister
ja: 塩化第二鉄溶液を保存缶に詰める

source: Fill alien acid barrel
ja: エイリアンの強酸液をドラム缶に詰める

source: Fill alien explosive barrel
ja: エイリアンの炸裂液をドラム缶に詰める

source: Fill alien fire barrel
ja: エイリアンの焼夷液をドラム缶に詰める

source: Fill alien poison barrel
ja: エイリアンの猛毒液をドラム缶に詰める

source: Fill heavy oil barrel
ja: 重油をドラム缶に詰める

source: Fill light oil barrel
ja: 軽油をドラム缶に詰める

source: Fill lithia water barrel
ja: リチア水をドラム缶に詰める

source: Fill lubricant barrel
ja: 潤滑油をドラム缶に詰める

source: Fill nitric acid barrel
ja: 硝酸をドラム缶に詰める

source: Fill sulfuric acid barrel
ja: 硫酸をドラム缶に詰める

source: Fill water barrel
ja: 水をドラム缶に詰める

source: Fill hydrogen bottle
ja: 水素をボンベに詰める

source: Fill hydrogen chloride bottle
ja: 塩化水素をボンベに詰める

source: Fill liquid fuel canister
ja: 液体燃料を保存缶に詰める

source: Lithium chloride Electrolysis
ja: 塩化リチウムの電気分解

source: Fill nitrogen bottle
ja: 窒素をボンベに詰める

source: Fill oxygen bottle
ja: 酸素をボンベに詰める

source: Fill petroleum gas canister
ja: プロパンガスをボンベに詰める

source: Petroleum gas cracking to Hydrogen
ja: プロパンガスを水素に分解

source: Salt water electrolysis
ja: 塩水の電気分解

source: Advanced lead processing with Silver ore
ja: 発展的な鉛と銀の加工

source: Solid fuel from Hydrogen
ja: 固形燃料

source: Sort raw gems
ja: 宝石を選別する

source: Tungstic Acid
ja: タングステン酸

source: Water electrolysis
ja: 水の電気分解

source: Learn how to combine more than one ingredient to make an alloy.
ja: 合金を製造するための金属混合技術を学びましょう。

source: Research how to purify aluminium, a fairly strong light weight metal.
ja: アルミニウムを精錬するための研究です。とても強く軽量な金属です。

source: Research into to use and production of chemicals.
ja: 化学製品を製造するための研究です。

source: Electrolysis is uses to separate elements from a liquid.
ja: 電気分解によって液体を元素に分解できるようになります。

source: Research how to refine gold.
ja: 金を精錬するための研究です。

source: Invar is an Iron Nickel alloy, maybe we can use this for something.
ja: インバーとは鉄とニッケルの合金です。多分何かに使えるのではないでしょうか。

source: Research how to refine lead.
ja: 鉛を精錬するための研究です。

source: Research how to refine nickel.
ja: ニッケルを精錬するための研究です。

source: Nitinol is a Nickel Titanium alloy, let's see what we can use it for.
ja: ニチノールとはニッケルとチタンの合金です。何に使えるか試してみましょう。

source: Research how to purify silicon for use in electronics.
ja: 電子機器製造に必要不可欠なシリコンの製造方法を研究しましょう。

source: Titanium is a very strong light weight metal, but hard to separate from its ore.
ja: チタンは非常に強靭で軽量な金属です。しかし、鉱石から取り出すのは簡単ではありません。

source: Research how to make Tungsten based alloys, this might make it even more useful.
ja: タングステンをベースとした合金加工の研究です。これでさらに便利になることでしょう。

source: Tungsten has a very high melting point, let's research how to refine it another way.
ja: タングステンは非常に融点が高い金属です。さぁ、精錬する方法を研究してみましょう。

source: Air Compressors
ja: 空気圧縮技術

source: Blue alien artifact research
ja: ブルーエイリアンアーティファクトの研究

source: Green alien artifact research
ja: グリーンエイリアンアーティファクトの研究

source: Orange alien artifact research
ja: オレンジエイリアンアーティファクトの研究

source: Purple alien artifact research
ja: パープルエイリアンアーティファクトの研究

source: Red alien artifact research
ja: レッドエイリアンアーティファクトの研究

source: Yellow alien artifact research
ja: イエローエイリアンアーティファクトの研究

source: Alloy processing
ja: 合金製造技術

source: Aluminium processing
ja: アルミニウム加工技術

source: Barrelling
ja: 液体の取扱技術

source: Brass processing
ja: 真ちゅう加工技術

source: Ceramics
ja: セラミック加工技術

source: Chemical processing
ja: 化学処理技術

source: Cobalt processing
ja: コバルト加工技術

source: Electrolysis
ja: 電気分解処理技術

source: Electrum processing
ja: エレクトラム加工技術

source: Bottled gas processing
ja: ガスの取扱技術

source: Gem processing
ja: 宝石加工技術

source: Gold processing
ja: 金加工技術

source: Grinding
ja: 研削加工技術

source: Invar processing
ja: インバー加工技術

source: Lead processing
ja: 鉛加工技術

source: Lithium processing
ja: リチウム加工技術

source: Nickel processing
ja: ニッケル加工技術

source: Nitinol processing
ja: ニチノール加工技術

source: Nitrogen processing
ja: 窒素加工技術

source: Polishing
ja: 研磨加工技術

source: Silicon processing
ja: シリコン加工技術

source: Titanium processing
ja: チタン加工技術

source: Tungsten alloy processing
ja: タングステン合金加工技術

source: Tungsten processing
ja: タングステン加工技術

source: Gas venting
ja: ガス抜き技術

source: Water bore
ja: 汲み上げ技術

source: Zinc processing
ja: 亜鉛加工技術

source: Big electric pole MK2
ja: 大型電柱2

source: Big electric pole MK3
ja: 大型電柱3

source: Big electric pole MK4
ja: 大型電柱4

source: Boiler MK2
ja: ボイラー2

source: Boiler MK3
ja: ボイラー3

source: Boiler MK4
ja: ボイラー4

source: Fast accumulator
ja: 高出力蓄電池

source: Fast accumulator MK2
ja: 高出力蓄電池2

source: Fast accumulator MK3
ja: 高出力蓄電池3

source: High capacity accumulator
ja: 大容量蓄電池

source: High capacity accumulator MK2
ja: 大容量蓄電池2

source: High capacity accumulator MK3
ja: 大容量蓄電池3

source: Medium electric pole MK2
ja: 中型電柱2

source: Medium electric pole MK3
ja: 中型電柱3

source: Medium electric pole MK4
ja: 中型電柱4

source: Slow accumulator
ja: 低出力蓄電池

source: Slow accumulator MK2
ja: 低出力蓄電池2

source: Slow accumulator MK3
ja: 低出力蓄電池3

source: Solar Panel MK2
ja: ソーラーパネル2

source: Solar Panel MK3
ja: ソーラーパネル3

source: Large Solar Panel
ja: 大型ソーラーパネル

source: Large Solar Panel MK2
ja: 大型ソーラーパネル2

source: Large Solar Panel MK3
ja: 大型ソーラーパネル3

source: Small Solar Panel
ja: 小型ソーラーパネル

source: Small Solar Panel MK2
ja: 小型ソーラーパネル2

source: Small Solar Panel MK3
ja: 小型ソーラーパネル3

source: Steam engine MK2
ja: 蒸気機関2

source: Steam engine MK3
ja: 蒸気機関3

source: Substation MK2
ja: 変電所2

source: Substation MK3
ja: 変電所3

source: Substation MK4
ja: 変電所4

source: Basic accumulator MK2
ja: 蓄電池2

source: Basic accumulator MK3
ja: 蓄電池3

source: Research into improving boilers.
ja: 熱効率を向上させたボイラーを開発します。

source: Accumulators are used to store electric energy.
ja: 余剰電力を蓄え、後から使えるようにする施設です。

source: Source of infinite energy, but useless at night.
ja: クリーンで燃料が尽きることのない発電設備。夜間は発電しません。

source: Research for better Electric Poles
ja: より遠くまで電力を供給するための高性能な電柱を開発します。

source: Research for better Substations
ja: より柔軟な電力の分配手段です。

source: Research into improving the efficiency of steam engine electric generators.
ja: 発電能力を向上させた蒸気機関を開発します。

source: Boilers
ja: 改良型ボイラーの開発

source: Electric energy accumulators
ja: 蓄電技術

source: Solar energy
ja: 太陽光発電

source: Electric Poles
ja: 改良型電柱の開発

source: Substations
ja: 高度な配電

source: Steam engine electric generators
ja: 改良型蒸気機関の開発

source: Oil processing with Sulfur
ja: 硫黄を用いた石油加工

source: Oil processing with Sulfur dioxide
ja: 二酸化硫黄を用いた石油加工

source: Pumpjack research
ja: 油井の開発

source: Solid fuel research
ja: 固形燃料の製造

source: Lab MK2
ja: 研究所2

source: Alien lab
ja: エイリアン研究所

source: Blue Alien Science Pack
ja: ブルーエイリアンサイエンスパック

source: Green Alien Science Pack
ja: グリーンエイリアンサイエンスパック

source: Orange Alien Science Pack
ja: オレンジエイリアンサイエンスパック

source: Purple Alien Science Pack
ja: パープルエイリアンサイエンスパック

source: Red Alien Science Pack
ja: レッドエイリアンサイエンスパック

source: Yellow Alien Science Pack
ja: イエローエイリアンサイエンスパック

source: Science Pack 4
ja: サイエンスパック4

source: Gold Science Pack
ja: ゴールドサイエンスパック

source: Advanced Research
ja: 高度な研究

source: Alien Research
ja: エイリアンの研究

source: Vehicle battery MK1
ja: 車載バッテリーモジュール

source: Vehicle battery MK2
ja: 車載用バッテリーモジュールMK2

source: Vehicle battery MK3
ja: 車載用バッテリーモジュールMK3

source: Vehicle battery MK4
ja: 車載用バッテリーモジュールMK4

source: Vehicle battery MK5
ja: 車載用バッテリーモジュールMK5

source: Vehicle battery MK6
ja: 車載用バッテリーモジュールMK6

source: Vehicle plasma cannon MK1
ja: 車載用プラズマ砲モジュール

source: Vehicle plasma cannon MK2
ja: 車載用プラズマ砲モジュールMK2

source: Vehicle plasma cannon MK3
ja: 車載用プラズマ砲モジュールMK3

source: Vehicle plasma cannon MK4
ja: 車載用プラズマ砲モジュールMK4

source: Vehicle plasma cannon MK5
ja: 車載用プラズマ砲モジュールMK5

source: Vehicle plasma cannon MK6
ja: 車載用プラズマ砲モジュールMK6

source: Vehicle overdrive engine
ja: 車両用増速エンジンモジュール

source: Vehicle fusion cell MK1
ja: 車載用核融合炉セルモジュール

source: Vehicle fusion cell MK2
ja: 車載用核融合炉セルモジュールMK2

source: Vehicle fusion cell MK3
ja: 車載用核融合炉セルモジュールMK3

source: Vehicle fusion cell MK4
ja: 車載用核融合炉セルモジュールMK4

source: Vehicle fusion cell MK5
ja: 車載用核融合炉セルモジュールMK5

source: Vehicle fusion cell MK6
ja: 車載用核融合炉セルモジュールMK6

source: Vehicle fusion reactor MK1
ja: 車載用核融合炉モジュール

source: Vehicle fusion reactor MK2
ja: 車載用核融合炉モジュールMK2

source: Vehicle fusion reactor MK3
ja: 車載用核融合炉モジュールMK3

source: Vehicle fusion reactor MK4
ja: 車載用核融合炉モジュールMK4

source: Vehicle fusion reactor MK5
ja: 車載用核融合炉モジュールMK5

source: Vehicle fusion reactor MK6
ja: 車載用核融合炉モジュールMK6

source: Vehicle laser defense MK1
ja: 車載用レーザー防御モジュール

source: Vehicle laser defense MK2
ja: 車載用レーザー防御モジュールMK2

source: Vehicle laser defense MK3
ja: 車載用レーザー防御モジュールMK3

source: Vehicle laser defense MK4
ja: 車載用レーザー防御モジュールMK4

source: Vehicle laser defense MK5
ja: 車載用レーザー防御モジュールMK5

source: Vehicle laser defense MK6
ja: 車載用レーザー防御モジュールMK6

source: Vehicle overdrive motor
ja: 車両用増速モーターモジュール

source: Vehicle roboport
ja: 車載用ロボットステーション

source: Vehicle energy shield MK1
ja: 車載用エネルギーシールドモジュール

source: Vehicle energy shield MK2
ja: 車載用エネルギーシールドモジュールMK2

source: Vehicle energy shield MK3
ja: 車載用エネルギーシールドモジュールMK3

source: Vehicle energy shield MK4
ja: 車載用エネルギーシールドモジュールMK4

source: Vehicle energy shield MK5
ja: 車載用エネルギーシールドモジュールMK5

source: Vehicle energy shield MK6
ja: 車載用エネルギーシールドモジュールMK6用

source: Vehicle solar panel MK1
ja: 車載用ソーラーパネルモジュール

source: Vehicle solar panel MK2
ja: 車載用ソーラーパネルモジュールMK2

source: Vehicle solar panel MK3
ja: 車載用ソーラーパネルモジュールMK3

source: Vehicle solar panel MK4
ja: 車載用ソーラーパネルモジュールMK4

source: Vehicle solar panel MK5
ja: 車載用ソーラーパネルモジュールMK5

source: Vehicle solar panel MK6
ja: 車載用ソーラーパネルモジュールMK6

source: Vehicle battery equipment
ja: 車載用バッテリーモジュール

source: Vehicle plasma cannon equipment
ja: 車載用プラズマ砲モジュール

source: Vehicle energy shield equipment
ja: 車載用エネルギーシールド

source: Vehicle fusion cell equipment
ja: 車載用核融合炉セルモジュール

source: Vehicle fusion reactor equipment
ja: 車載用核融合炉モジュール

source: Vehicle laser defense equipment
ja: 車載用レーザー防御モジュール

source: Vehicle roboport equipment
ja: 車載用ロボットステーション

source: Vehicle solar panel equipment
ja: 車載用ソーラーパネルモジュール

source: Gun turret MK2
ja: ガンタレット2

source: Gun turret MK3
ja: ガンタレット3

source: Gun turret MK4
ja: ガンタレット4

source: Gun turret MK5
ja: ガンタレット5

source: Laser robot
ja: レーザーロボット

source: Laser turret MK2
ja: レーザータレット2

source: Laser turret MK3
ja: レーザータレット3

source: Laser turret MK4
ja: レーザータレット4

source: Laser turret MK5
ja: レーザータレット5

source: Robotic attack drone
ja: 攻撃ドローン

source: Sniper turret MK1
ja: スナイパータレット

source: Sniper turret MK2
ja: スナイパータレット2

source: Sniper turret MK3
ja: スナイパータレット3

source: Tank MK2
ja: 戦車2

source: Tank MK3
ja: 戦車3

source: Distractor robot mine
ja: ディストラクター地雷

source: Poison mine
ja: 猛毒地雷

source: Radar MK2
ja: レーダー2

source: Radar MK3
ja: レーダー3

source: Radar MK4
ja: レーダー4

source: Radar MK5
ja: レーダー5

source: Re-inforced concrete gate
ja: 強化されたゲート

source: Re-inforced concrete wall
ja: 強化された石の防壁

source: Slowdown mine
ja: 鈍化地雷

source: Battery MK3
ja: バッテリーモジュールMK3

source: Battery MK4
ja: バッテリーモジュールMK4

source: Battery MK5
ja: バッテリーモジュールMK5

source: Battery MK6
ja: バッテリーモジュールMK6

source: Energy shield MK3
ja: エネルギーシールドモジュールMK3

source: Energy shield MK4
ja: エネルギーシールドモジュールMK4

source: Energy shield MK5
ja: エネルギーシールドモジュールMK5

source: Energy shield MK6
ja: エネルギーシールドモジュールMK6

source: exoskeleton equipment MK2
ja: 外骨格MK2

source: exoskeleton equipment MK3
ja: 外骨格MK3

source: Portable fusion reactor MK2
ja: 携帯核融合炉モジュールMK2

source: Portable fusion reactor MK3
ja: 携帯核融合炉モジュールMK3

source: Portable fusion reactor MK4
ja: 携帯核融合炉モジュールMK4

source: Night vision MK2
ja: 暗視モジュールMK2

source: Night vision MK3
ja: 暗視モジュールMK3

source: Personal laser defense MK2
ja: 携帯レーザー防御モジュールMK2

source: Personal laser defense MK3
ja: 携帯レーザー防御モジュールMK3

source: Personal laser defense MK4
ja: 携帯レーザー防御モジュールMK4

source: Personal laser defense MK5
ja: 携帯レーザー防御モジュールMK5

source: Personal laser defense MK6
ja: 携帯レーザー防御モジュールMK6

source: Portable solar panel MK2
ja: 携帯ソーラーパネルモジュールMK2

source: Portable solar panel MK3
ja: 携帯ソーラーパネルモジュールMK3

source: Portable solar panel MK4
ja: 携帯ソーラーパネルモジュールMK4

source: Glycerol
ja: グリセリン

source: Nitroglycerin
ja: ニトログリセリン

source: Sulfuric and Nitric acid mixture
ja: 混酸

source: Acid bullet
ja: 強酸弾

source: Acid ammo magazine
ja: 強酸弾薬

source: Acid bullet projectile
ja: 強酸弾頭

source: Acid rocket warhead
ja: 強酸ロケット弾頭

source: AP bullet
ja: 徹甲弾

source: AP ammo magazine
ja: 徹甲弾薬

source: AP bullet projectile
ja: 徹甲弾頭

source: Better shotgun shells
ja: ショットガン弾薬(強装)

source: Electric rocket
ja: 雷撃ロケット弾

source: Explosive rocket
ja: 炸裂ロケット弾

source: Flame rocket
ja: 焼夷ロケット弾

source: Impact rocket
ja: 衝撃ロケット弾

source: Laser robot capsule
ja: レーザーロボットカプセル

source: Piercing rocket
ja: 徹甲ロケット弾

source: Poison rocket
ja: 猛毒ロケット弾

source: Power armor MK3
ja: パワーアーマーMK3

source: Power armor MK4
ja: パワーアーマーMK4

source: Power armor MK5
ja: パワーアーマーMK5

source: Rocket
ja: 強装ロケット弾

source: Bullet
ja: 強装弾

source: Bullet casing
ja: 薬莢

source: Ammo magazine
ja: 強装弾薬

source: Bullet projectile
ja: 弾頭

source: Cordite
ja: コルダイト

source: Defender robot
ja: ディフェンダー

source: Destroyer robot
ja: デストロイヤー

source: Distractor artillery shells
ja: 高射砲弾(ディストラクター)

source: Distractor robot
ja: ディストラクター

source: Electric bullet
ja: 雷撃弾

source: Electric ammo magazine
ja: 雷撃弾薬

source: Electric bullet projectile
ja: 雷撃弾頭

source: Electric rocket warhead
ja: 雷撃ロケット弾頭

source: Exoskeleton equipment MK2
ja: 外骨格MK2

source: Exoskeleton equipment MK3
ja: 外骨格MK3

source: Explosive artillery shells
ja: 高射砲弾(炸裂)

source: Explosive rocket warhead
ja: 炸裂ロケット弾頭

source: Flame bullet
ja: 焼夷弾

source: Flame ammo magazine
ja: 焼夷弾薬

source: Flame bullet projectile
ja: 焼夷弾頭

source: Flame rocket warhead
ja: 焼夷ロケット弾頭

source: Gatling gun
ja: ガトリングガン

source: Guncotton
ja: ニトロセルロース

source: HE bullet
ja: 炸裂弾

source: HE ammo magazine
ja: 炸裂弾薬

source: HE bullet projectile
ja: 炸裂弾頭

source: Invar Cobalt-steel armor
ja: インバーコバルトアーマー

source: Titanium-Ceramic armor
ja: チタンセラミックアーマー

source: Impact bullet
ja: 衝撃弾

source: Impact ammo magazine
ja: 衝撃弾薬

source: Impact bullet projectile
ja: 衝撃弾頭

source: Impact rocket warhead
ja: 衝撃ロケット弾頭

source: Laser rifle
ja: レーザーライフル

source: Laser rifle battery
ja: レーザーライフルバッテリー(ガラス)

source: Amethyst laser rifle battery
ja: レーザーライフルバッテリー(アメジスト)

source: Laser rifle battery case
ja: レーザーライフルバッテリーケース

source: Diamond laser rifle battery
ja: レーザーライフルバッテリー(ダイアモンド)

source: Emerald laser rifle battery
ja: レーザーライフルバッテリー(エメラルド)

source: Ruby laser rifle battery
ja: レーザーライフルバッテリー(ルビー)

source: Sapphire laser rifle battery
ja: レーザーライフルバッテリー(サファイア)

source: Topaz laser rifle battery
ja: レーザーライフルバッテリー(トパーズ)

source: Magazine
ja: 空の弾倉

source: Petroleum jelly
ja: ワセリン

source: Piercing rocket warhead
ja: 徹甲ロケット弾頭

source: Poison artillery shells
ja: 高射砲弾(猛毒)

source: Poison bullet
ja: 猛毒弾

source: Poison ammo magazine
ja: 猛毒弾薬

source: Poison bullet projectile
ja: 猛毒弾頭

source: Poison rocket warhead
ja: 猛毒ロケット弾頭

source: Rifle
ja: アサルトライフル

source: Defender robot brain
ja: ディフェンダー制御基板

source: Distractor robot brain
ja: ディストラクター制御基板

source: Destroyer robot brain
ja: デストロイヤー制御基板

source: Laser robot brain
ja: レーザーロボット制御基板

source: Defender robot weapon
ja: ディフェンダー兵装

source: Distractor robot weapon
ja: ディストラクター兵装

source: Destroyer robot weapon
ja: デストロイヤー兵装

source: Laser robot weapon
ja: レーザーロボット兵装

source: Rocket body
ja: ロケットボディ

source: Rocket engine
ja: ロケットエンジン

source: Rocket warhead
ja: 強装ロケット弾頭

source: Scatter cannon shells
ja: 拡散砲弾

source: Shotgun pellets
ja: ショットシェルペレット

source: Shotgun acid shells
ja: ショットガン弾薬(強酸)

source: Shotgun AP shells
ja: ショットガン弾薬(徹甲)

source: Shotgun electric shells
ja: ショットガン弾薬(雷撃)

source: Shotgun explosive shells
ja: ショットガン弾薬(炸裂)

source: Shotgun flame shells
ja: ショットガン弾薬(焼夷)

source: Shotgun impact shells
ja: ショットガン弾薬(衝撃)

source: Shotgun poison shells
ja: ショットガン弾薬(猛毒)

source: Shotgun shell casing
ja: ショットシェル薬莢

source: Sniper rifle
ja: スナイパーライフル

source: Tank artillery
ja: 戦車の高射砲

source: Tank artillery 2
ja: 戦車の高射砲2

source: Tank cannon 2
ja: 戦車の大砲2

source: Tank cannon 3
ja: 戦車の大砲3

source: Tank laser
ja: 戦車のレーザー砲

source: Tank artillery damage bonus: __1__
ja: 高射砲ダメージボーナス: __1__

source: Tank artillery shooting speed bonus: __1__
ja: 高射砲連射速度ボーナス: __1__

source: Gun turret MK2 damage bonus: __1__
ja: ガンタレット2 ダメージボーナス: __1__

source: Gun turret MK3 damage bonus: __1__
ja: ガンタレット3 ダメージボーナス: __1__

source: Gun turret MK4 damage bonus: __1__
ja: ガンタレット4 ダメージボーナス: __1__

source: Gun turret MK5 damage bonus: __1__
ja: ガンタレット5 ダメージボーナス: __1__

source: Sniper turret MK1 damage bonus: __1__
ja: スナイパータレット ダメージボーナス: __1__

source: Sniper turret MK2 damage bonus: __1__
ja: スナイパータレット2 ダメージボーナス: __1__

source: Sniper turret MK3 damage bonus: __1__
ja: スナイパータレット3 ダメージボーナス: __1__

source: Tank cannon damage bonus: __1__
ja: 戦車砲ダメージボーナス: __1__

source: Tank cannon shooting speed bonus: __1__
ja: 戦車砲連射速度ボーナス: __1__

source: Laser rifle damage bonus: __1__
ja: レーザーライフルダメージボーナス: __1__

source: Laser rifle shooting speed bonus: __1__
ja: レーザーライフル連射速度ボーナス: __1__

source: Acid bullets
ja: 強酸弾

source: AP bullets
ja: 徹甲弾

source: Armor crafting
ja: アーマー製作技術

source: Bullets
ja: 強装弾

source: Electric bullets
ja: 雷撃弾

source: explosive rocket
ja: 炸裂ロケット弾

source: Flame bullets
ja: 焼夷弾

source: HE bullets
ja: 炸裂弾

source: Impact bullets
ja: 衝撃弾

source: Laser rifle ammo
ja: レーザーライフルバッテリー

source: Laser rifle damage upgrade
ja: レーザーライフルダメージ強化

source: Laser rifle shooting speed upgrade
ja: レーザーライフル連射速度強化

source: Laser turrets
ja: レーザータレットの開発

source: Poison bullets
ja: 猛毒弾

source: Power armor
ja: パワーアーマー

source: Robotic attack drones
ja: 攻撃ドローン

source: Sniper turret damage upgrade
ja: スナイパータレットダメージ

source: Sniper turrets
ja: スナイパータレットの開発

source: Tank artillery damage upgrade
ja: 高射砲ダメージ強化

source: Tank artillery shooting speed upgrade
ja: 高射砲連射速度強化

source: Tank cannon damage upgrade
ja: 戦車砲ダメージ強化

source: Tank cannon shooting speed upgrade
ja: 戦車砲連射速度強化

source: Tanks
ja: 戦車の開発

source: Turrets
ja: タレットの開発

source: Cordite processing
ja: コルダイトの製造

source: Nitroglycerin processing
ja: ニトログリセリンの製造

source: Radars
ja: 高性能レーダーの開発

source: Hex:
ja: 16進数表記:

source: @@@ Result Color @@@
ja: @@@ 色見本 @@@

source: A requester chest that automatically refill itself according to the requests. Unlike the normal requester chests, 2 identical requests in this chest will be filled twice. The unused slots will be emptied.\nClears contents upon removed.
ja: 要求フィルターに設定したアイテムを自動で補充する要求チェストです。普通の要求チェストと違ってこのチェストで同じものを2つ要求すると2回上書きされます。使用していないスロットは空になります。\n撤去すると中身も無くなります。

source: Has configurable energy input and output rate. Designed for advanced energy network setup.
ja: 電力の入出力率を構成できます。高度な電力ネットワークの設計に使用します。

source: Quickly heats fluids up or cools fluids down to the set temperature. It has a fual slot, but it doesn't need fuel to run.
ja: 設定した温度まで流体を急速加熱または冷却します。燃料スロットがありますが燃料が無くとも稼働します。

source: A cargo wagon that contains all items in the game and can auto refill itself. Its last slot can be used for voiding unwanted items. (May need to place more than one to get more items.)\nClears contents upon removed.
ja: ゲーム内の全てのアイテムが入っていて、取り出しても自動で補充でされる貨物車両です。最後のスロットに不要なアイテムを入れることで消滅させることもできます。(もっと沢山のアイテムが必要であればこれを複数置く必要があるかもしれません。)\n撤去すると中身も無くなります。

source: A steel chest that contains all items in the game and can auto refill itself. Its last slot can be used for voiding unwanted items. (May need to place more than one to get more items.)\nClears contents upon removed.
ja: ゲーム内の全てのアイテムが入っていて、取り出しても自動で補充される鋼鉄のチェストです。最後のスロットに不要なアイテムを入れることで消滅させることもできます。(もっと沢山のアイテムが必要であればこれを複数置く必要があるかもしれません。)\n撤去すると中身も無くなります。

source: A passive provider chest that contains all items in the game and can auto refill itself. Its last slot can be used for voiding unwanted items. (May need to place more than one to get more items.)\nClears contents upon removed.
ja: ゲーム内の全てのアイテムが入っていて、取り出しても自動で補充でされるパッシブ供給チェストです。最後のスロットに不要なアイテムを入れることで消滅させることもできます。(もっと沢山のアイテムが必要であればこれを複数置く必要があるかもしれません。)\n撤去すると中身も無くなります。

source: A cargo wagon that duplicates the item in its first slot.\nClears contents upon removed.
ja: 最初のスロットに入れたアイテムを複製する貨物車両です。\n撤去すると中身も無くなります。

source: A steel chest that duplicates the item in its first slot.\nClears contents upon removed.
ja: 最初のスロットに入れたアイテムを複製する鋼鉄のチェストです。\n撤去すると中身も無くなります。

source: A passive provider chest that duplicates the item in its first slot.\nClears contents upon removed.
ja: 最初のスロットに入れたアイテムを複製するパッシブ供給チェストです。\n撤去すると中身も無くなります。

source: Duplicators items or fluids in front of it.
ja: 前方にあるアイテム及び流体を複製します。

source: Produces unlimited energy to the network and makes other generators to become redundant.
ja: 他の発電機が稼働しているネットワークに接続すると、際限なく電力を供給します。

source: Nullifies energy in the network, making other entities to be not functional.
ja: ネットワーク内の電力を消失させ、他のエンティティが稼働できないようにします。

source: Able to produces unlimited fluids. (You will have to enable Creative tools' recipes before you can choose the fluid recipe for it.)
ja: 無限に流体を供給します。(クリエイティブツールを有効にして流体のレシピを選択して下さい。)

source: Nullifies incoming fluids.
ja: 流れ込んだ流体を消失させます。

source: When its filter is set, it is able to drop items on the transport belt in its front or insert items into inventories. When no filter is set, it is able to insert item stacks or fluids according to the targets' current recipes or slot filters.
ja: フィルターに設定したアイテムを正面の搬送ベルト及びインベントリ上にアイテムを吐き出します。フィルターを設定していない場合は、対象のレシピが必要とするアイテム(流体を含む)を吐き出します。

source: Nullifies the items or fluids in front of it. When it is facing an assembling machine, chemical plant, furnace or any other structure that can craft items, and no filter is set, it will only remove the output items.
ja: 前方にあるアイテム及び流体を消失させます。組立機、化学プラント、溶鉱炉やその他の生産設備に面した状態であれば、フィルターに設定されていない生産物が削除されます。

source: Operates only when other generators cannot produce enough electricity.
ja: 不足している電力をネットワークに供給します。

source: Constantly absorbs exceeded energy from the network without affecting other entities.
ja: 他のエンティティに影響を与えずに余剰電力を吸収します。
